Repository: elysium-studio/Glance
Catalog: Glance.RemovableDevices.WinUI/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

# ModuleDisplayName
source: Removable devices
de: Wechselmedien
es: Dispositivos extraíbles
fr: Périphériques amovibles
it: Dispositivi rimovibili
ja: リムーバブル デバイス
ko: 이동식 장치
nl: Verwisselbare apparaten
pt_br: Dispositivos removíveis
zh_hans: 可移动设备

# ModuleDescription
source: View, open, and safely eject removable storage.
de: Wechseldatenträger anzeigen, öffnen und sicher auswerfen.
es: Consulta, abre y expulsa de forma segura el almacenamiento extraíble.
fr: Affichez, ouvrez et éjectez en toute sécurité le stockage amovible.
it: Visualizza, apri ed espelli in sicurezza le unità rimovibili.
ja: リムーバブル ストレージを表示、開く、安全に取り出します。
ko: 이동식 저장소를 확인하고 열거나 안전하게 꺼냅니다.
nl: Bekijk, open en verwijder verwisselbare opslag veilig.
pt_br: Veja, abra e ejete com segurança o armazenamento removível.
zh_hans: 查看、打开和安全弹出可移动存储设备。

# NoDevices
source: No removable devices
de: Keine Wechselmedien
es: No hay dispositivos extraíbles
fr: Aucun périphérique amovible
it: Nessun dispositivo rimovibile
ja: リムーバブル デバイスはありません
ko: 이동식 장치 없음
nl: Geen verwisselbare apparaten
pt_br: Nenhum dispositivo removível
zh_hans: 没有可移动设备

source: Removable drive
de: Wechseldatenträger
es: Unidad extraíble
fr: Lecteur amovible
it: Unità rimovibile
ja: リムーバブル ドライブ
ko: 이동식 드라이브
nl: Verwisselbaar station
pt_br: Unidade removível
zh_hans: 可移动驱动器

# StorageDetail
source: {0} free of {1}
de: {0} von {1} frei
es: {0} libres de {1}
fr: {0} libres sur {1}
it: {0} liberi su {1}
ja: {1} 中 {0} 空き
ko: {1} 중 {0} 사용 가능
nl: {0} vrij van {1}
pt_br: {0} livres de {1}
zh_hans: {1} 中有 {0} 可用

# OpenFailed
source: Could not open this device
de: Dieses Gerät konnte nicht geöffnet werden
es: No se pudo abrir este dispositivo
fr: Impossible d’ouvrir ce périphérique
it: Impossibile aprire questo dispositivo
ja: このデバイスを開けませんでした
ko: 이 장치를 열 수 없습니다
nl: Dit apparaat kon niet worden geopend
pt_br: Não foi possível abrir este dispositivo
zh_hans: 无法打开此设备

# EjectFailed
source: Could not safely eject this device
de: Dieses Gerät konnte nicht sicher ausgeworfen werden
es: No se pudo expulsar este dispositivo de forma segura
fr: Impossible d’éjecter ce périphérique en toute sécurité
it: Impossibile espellere in sicurezza questo dispositivo
ja: このデバイスを安全に取り出せませんでした
ko: 이 장치를 안전하게 꺼낼 수 없습니다
nl: Dit apparaat kon niet veilig worden verwijderd
pt_br: Não foi possível ejetar este dispositivo com segurança
zh_hans: 无法安全弹出此设备

# EmptyMessage.Text
source: No removable devices
de: Keine Wechselmedien
es: No hay dispositivos extraíbles
fr: Aucun périphérique amovible
it: Nessun dispositivo rimovibile
ja: リムーバブル デバイスはありません
ko: 이동식 장치 없음
nl: Geen verwisselbare apparaten
pt_br: Nenhum dispositivo removível
zh_hans: 没有可移动设备

# OpenButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open in File Explorer
de: Im Datei-Explorer öffnen
es: Abrir en el Explorador de archivos
fr: Ouvrir dans l’Explorateur de fichiers
it: Apri in Esplora file
ja: エクスプローラーで開く
ko: 파일 탐색기에서 열기
nl: Openen in Verkenner
pt_br: Abrir no Explorador de Arquivos
zh_hans: 在文件资源管理器中打开

# OpenButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Open in File Explorer
de: Im Datei-Explorer öffnen
es: Abrir en el Explorador de archivos
fr: Ouvrir dans l’Explorateur de fichiers
it: Apri in Esplora file
ja: エクスプローラーで開く
ko: 파일 탐색기에서 열기
nl: Openen in Verkenner
pt_br: Abrir no Explorador de Arquivos
zh_hans: 在文件资源管理器中打开

# EjectButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Safely eject
de: Sicher auswerfen
es: Expulsar de forma segura
fr: Éjecter en toute sécurité
it: Espelli in sicurezza
ja: 安全に取り出す
ko: 안전하게 꺼내기
nl: Veilig verwijderen
pt_br: Ejetar com segurança
zh_hans: 安全弹出

# EjectButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Safely eject
de: Sicher auswerfen
es: Expulsar de forma segura
fr: Éjecter en toute sécurité
it: Espelli in sicurezza
ja: 安全に取り出す
ko: 안전하게 꺼내기
nl: Veilig verwijderen
pt_br: Ejetar com segurança
zh_hans: 安全弹出
